[M_Aster_RaidBoss MissionDefinition]
MissionName="O Último Chefe Invencível"
MissionDescription="O Senhor Torgue conhece um chefe invencível que está por aí, em algum lugar dessas terras selvagens nesse lugar fantástico.\nSe você tiver coragem suficiente e mais três amigos (ou se você for muito fodástico), talvez tenha força suficiente para derrotar o chefe invencível e ficar com seus espólios."
TurnInDescription="Recompensas, dinheiro e sangue!  Assim é a vida de um Caçador da Sepultura!"
MissionSummary="Derrote o aterrorizante Chefe Invencível."
MissionGiver="Senhor Torgue"
MissionTurnInLocation="Senhor Torgue"
TeaserText="A destruição o aguarda.  Traga seus amigos."

[M_Aster_RaidBoss:KillRaidBoss MissionObjectiveDefinition]
ProgressMessage="Acabe com os dragões"

[M_Aster_RaidBoss:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_RaidBoss:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_RaidBoss:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_RaidBoss:SummonCreature MissionObjectiveDefinition]
ProgressMessage="Invoque os dragões"

[M_Aster_RaidBoss:UseSecretStatue MissionObjectiveDefinition]
ProgressMessage="Faça uma oferenda"

